{
  "about_us": "نبذة عنا",
  "programs": "البرامج",
  "our_team": "فريقنا",
  "blog": "مدونة",
  "contact_us": "اتصل بنا",

  "hero_title": "رحلة المعرفة إلى القيم",
  "hero_subtext": "في Knowedgex، نحن ملتزمون بتغذية الموجة القادمة من الابتكار، ودعم تحول أمتنا إلى اقتصاد قائم على المعرفة من خلال برامجنا المبتكرة.",
  "lets_get_in_touch": "دعونا نتواصل",

  "our_mission": "مهمتنا",
  "mission1": "يعزز الاقتصاد القائم على المعرفة.",
  "mission2": "جسور نتائج الأبحاث/براءات الاختراع والأسواق",
  "mission3": "دعم النظام البيئي للبحث والتطوير في المملكة العربية السعودية",
  "mission4": "رفع القدرة التنافسية العالمية للمملكة العربية السعودية في مجال الابتكار.",

  "our_values": "قيمنا",
  "value1": "القيمة",
  "value2": "تعلم",
  "value3": "الثقة",
  "value4": "اتصال",

  "our_programs": "برامجنا",
  "program1_title": "مركز الابتكار المفتوح",
  "program1_para1": "مرحبًا بكم في مركز الابتكار المفتوح KX، وهو نظام بيئي ديناميكي يعزز تبادل المعرفة والتعاون والإبداع وريادة الأعمال. نحن نعمل كمحفز للابتكار، حيث نجمع بين أصحاب المصلحة المتنوعين من الأوساط الأكاديمية والصناعية للمشاركة في إنشاء حلول تعمل على تحسين حياة الناس.",
  "program1_para2": "إذا كنت مبتكرًا في مجال الصناعة أو قائدًا في مجال الابتكار في الشركات ومتحمسًا لمشاريع البحث والتطوير",
  "program2_title": "العوامل المساعدة لـ KX",
  "program2_para1": "برنامج العوامل المساعدة لـKnowledgex، حيث ينطلق مستقبل البحث والابتكار!",
  "program2_para2": "تم تصميم البرنامج خصيصًا لأولئك المتحمسين لدفع حدود المعرفة إلى الشركات الناشئة. سواء كنت رائد أعمال صاحب رؤية أو باحثًا متخصصًا، فإن برنامج التسريع المسبق المختلط الخاص بنا يقدم رحلة فريدة مدتها ثلاثة أشهر تهدف إلى مساعدتك في بناء الفريق لتحويل الأبحاث المتقدمة/عناوين IP إلى أفضل اللاعبين.",
  "program2_para3": "دفعتنا التالية مفتوحة الآن للتقديم.",
  "apply_now": "قدم الآن",

  "ahmed_nasr": "أحمد نصر",
  "member_position": "رئيس مجلس الإدارة",

  "read_more": "اقرأ المزيد",
  "title": "صفقة تقنية سعودية لإحداث ثورة في الكشف المبكر عن مرض السكري",
  "body": "الرياض: تعاونت جامعة الملك عبد الله للعلوم والتكنولوجيا مع شركة التكنولوجيا الصحية السعودية amplifAI health لإنشاء نظام مبتكر للكشف عن مرض السكري. وستعمل هذه التقنية على دمج خبرة الذكاء الاصطناعي لشركة amplifAI health مع HyplexTM، وهي تقنية التصوير الفائق الطيفية التي طورتها شركة AmplifAI health. أندريا فراتالوتشي، أستاذ الهندسة الكهربائية في جامعة الملك عبدالله للعلوم والتقنية.",
  "date": "29 مارس، 2024",
  "view_all_articles": "عرض جميع المقالات",

  "work_with_us": "اعمل معنا",
  "footer_subtext": "إذا كنت مبتكرًا في مجال الصناعة أو قائدًا في مجال الابتكار في الشركات ومتحمسًا لمشاريع البحث والتطوير.",
  "footer_copyright": "حقوق النشر © 2024 KnowledgeX. جميع الحقوق محفوظة.",

  "share_article": "مشاركة المقالة",
  "load_more": "تحميل المزيد",
  "related_articles": "مقالات ذات صلة",
  "view_all": "عرض الكل",
  "home": "المنزل",


  "blog_para1": "الرياض: جامعة الملك عبد الله للعلوم والتقنية وشركة التكنولوجيا الصحية السعودية amplifAI health تضافرت جهودهما لإنشاء نظام مبتكر للكشف عن مرض السكري.",
   "blog_para2": "ستعمل هذه التقنية على دمج خبرات الذكاء الاصطناعي لدى شركة amplifAI health مع تقنية HyplexTM، وهي تقنية التصوير الفائق الطيفي التي طورها أندريا فراتالوتشي، أستاذ الهندسة الكهربائية في جامعة الملك عبد الله للعلوم والتقنية.",
   "blog_para3": "ستقوم الشراكة في البداية بتقييم التكنولوجيا المدمجة كوسيلة لاكتشاف وإدارة مضاعفات القدم الناجمة عن مرض السكري. ومن المقرر إجراء تجربة سريرية.",
   "blog_para4": "يعيش أكثر من 500 مليون شخص حاليًا مع مرض السكري، ومن المتوقع أن تزيد الأعداد بأكثر من 100 مليون بحلول عام 2030، وفقًا لجامعة الملك عبد الله للعلوم والتقنية. وفي المملكة العربية السعودية، يعاني ما يقرب من 20 بالمائة من السكان من مرض السكري. وهذا المرض هو السبب الرئيسي لمرض السكري. عمليات بتر الأطراف السفلية في جميع أنحاء العالم.",
   "blog_para5": "يهدف المشروع الجديد إلى اكتشاف مرض السكري مبكرًا، مما سيؤدي إلى خطط علاجية أفضل ويقلل بشكل كبير من عدد عمليات بتر الأطراف السفلية.",
   "blog_para6": "\"هذا الجهد يمكن أن يوفر على المملكة العربية السعودية أكثر من 2 مليار ريال سعودي (533.3 مليون دولار) سنويًا من التكاليف الطبية و1.5 مليون عملية بتر قدم في جميع أنحاء العالم كل عام، مما يؤدي إلى تحسين نوعية حياة ملايين الأشخاص بشكل كبير،\" قال فراتالوتشي.",
   "blog_para7": "HyplexTM قادر على جمع تيرابايت من البيانات في الثانية، وهو أكثر بكثير من الكاميرات التجارية الموجودة، وهو ما قد يكون حاسمًا للكشف المبكر عن الأمراض.",
   "blog_para8": "يمثل هذا التعاون أول تطبيق لتقنية جامعة الملك عبد الله للعلوم والتقنية في رعاية مرضى السكري، وتعد الاتفاقية مثالاً على كيف يمكن للتقنيات السعودية المدمجة أن تحسن تشخيص مجموعة واسعة من الأمراض. كما توضح كيفية عمل مبادرة الصحة الذكية في جامعة الملك عبد الله للعلوم والتقنية. لتعزيز الرعاية الصحية المستقبلية في المملكة."
}
